/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright ©2013 Karl Moskowski. All rights reserved.";

AMName = "Folder Filter";

/*  AMApplication localized strings  */
"Finder" = "Finder";

/*  AMCategory localized strings  */
"Utility" = "Utility";

/*  AMDescription localized strings  */

"Filters the list of items to return a single folder." = "Filters the list of items to return a single folder.";